[
	{
		"containerType" : "welcome"
	},

	{
		"containerType" : "questionText",
		"heading" : "When planning a holiday my number one priority is...",
		"contents" : [
			{
				"answer" : "To explore a new area",
				"weight" : [0,1,2,3,4]
			},
			{
				"answer" : "To get away from everything familiar and experience new things",
				"weight" : [4,0,1,2,3]
			},
			{
				"answer" : "To spoil myself with everything I can afford",
				"weight" : [3,4,0,1,2]
			},
			{
				"answer" : "To eat as many new foods as I can",
				"weight" : [2,3,4,0,1]
			},
			{
				"answer" : "Finding a beach to lie on",
				"weight" : [1,2,3,4,0]
			}
		]
	},

	{
		"containerType" : "questionImage",
		"heading" : "They say a picture speaks a thousand words, which of the 5 images says the most to you?",
		"contents" : [
			{
				"answer" : "-temp-image-1.jpg",
				"weight" : [4,0,1,2,3]
			},
			{
				"answer" : "-temp-image-2.jpg",
				"weight" : [3,4,0,1,2]
			},
			{
				"answer" : "-temp-image-3.jpg",
				"weight" : [2,3,4,0,1]
			},
			{
				"answer" : "-temp-image-4.jpg",
				"weight" : [1,2,3,4,0]
			},
			{
				"answer" : "-temp-image-5.jpg",
				"weight" : [0,1,2,3,4]
			}
		]
	},

	{
		"containerType" : "results",
		"profiles" : [
			{
				"indefiniteArticle" : "an",
				"kind" : "Active Adventurer",
				"blurb" : "You're not satisfied until you feel your heart racing and experience that familiar chill of frantic fear course its way through your body. Your pituitary gland kicks into gear, endorphins flood through your veins and you sigh as the euphoric feeling is all encompassing. You'd strap on a parachute, jump off a cliff or climb into a kayak, anything to feel that once again!",
				"url" : "www.stuff.co.nz/active-adventurer"
			},
			{
				"indefiniteArticle" : "a",
				"kind" : "Coastal Cruiser",
				"blurb" : "The feel of the sand between your toes, the warm summer breeze blowing through your hair and the smell of sunscreen... it's like coming home. The term \"beach bum\" isn't offensive to you, it just reinforces your love of the ocean. If you had it your way you'd quit your office job and live by the coast anyway.",
				"url" : "www.stuff.co.nz/coastal-cruiser"
			},
			{
				"indefiniteArticle" : "an",
				"kind" : "Eco Induldger",
				"blurb" : "Experiencing the overwhelming urge to get away from the bustling city every chance you get is an intrinsic trait for every Eco-Indulger. You crave harmony, getting back to nature and the chance to just chill out. But not at the expense of your comfort, of course! Your destination of choice is ideally near the ocean, possibly in a rainforest or maybe in the Outback as long as there is a gourmet restaurant nearby and a spa doesn't hurt either!",
				"url" : "www.stuff.co.nz/eco-induldger"
			},
			{
				"indefiniteArticle" : "a",
				"kind" : "Food Fanatic",
				"blurb" : "As a Food Fanatic you appreciate the subtle nuances and tones that distinguish a wonderful wine from a good one. You know that exceptional food can be found at a road-side stall as well as a Michelin star restaurant. You're excited to embark on epicurean adventures and you're not afraid to sample new or ethnic delicacies.",
				"url" : "www.stuff.co.nz/food-fanatic"
			},
			{
				"indefiniteArticle" : "a",
				"kind" : "Nature Lover",
				"blurb" : "Succumbing to the call of the wild, you regularly seek the comfort of nature. The sound of birds chirping and the rustle of the trees in autumn combine to cultivate a deep stillness and peace within you. You meditate, learn and grow from Mother Nature. You enjoy learning about exotic flora and fauna and can't wait to visit new wilderness retreats and explore scenic landscapes.",
				"url" : "www.stuff.co.nz/nature-lover"
			}
		]
	},

	{
		"containerType" : "userForm"
	},

	{
		"containerType" : "socialMedia"
	},

	{
		"containerType" : "thankyou"
	}
]